using System.Runtime.CompilerServices;
using Lab9.Purple;

namespace Lab9
{
    public class Program
    {
        public static void Main()
        {
            Purple.Task3 t1 = new Task3("Разделить заданный текст на строки, содержащие не более 50 символов. Перенос осуществлять вместо пробела, слова не переносить. Добавить равномерно пробелы между словами (начиная с левого пробела), чтобы каждая строка содержала ровно 50 символов. Свойство Output должно возвращать массив строк, отформатированных по ширине. Метод ToString() должен возвращать массив отформатированных строк в виде текста построчно.");

            
        }
    }
}